Repository: shotpaste/shotpaste
Catalog: resources/localization/Features/Recording.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# audio-recording.discard-confirm
source: Discard the current audio recording?
de: Aktuelle Audioaufnahme verwerfen?
es: ¿Descartar la grabación de audio actual?
fr: Abandonner l’enregistrement audio actuel ?
ja: 現在の音声録音を破棄しますか？
ko: 현재 오디오 녹음을 삭제할까요?
ru: Удалить текущую аудиозапись?
vi: Hủy bản ghi âm hiện tại?
zh_hans: 丢弃当前录音？
zh_hant: 捨棄目前錄音？

# audio-recording.windows-privacy-disclosure
source: Transcription sends selected audio to your Volcengine account. AI processing sends transcript text to your configured provider.
de: Die Transkription sendet ausgewähltes Audio an dein Volcengine-Konto. Die KI-Verarbeitung sendet den Transkripttext an deinen konfigurierten Anbieter.
es: La transcripción envía el audio seleccionado a tu cuenta de Volcengine. El procesamiento con IA envía el texto al proveedor configurado.
fr: La transcription envoie l’audio sélectionné à votre compte Volcengine. Le traitement IA envoie le texte au fournisseur configuré.
ja: 文字起こしでは選択した音声をVolcengineアカウントに送信します。AI処理では文字起こしテキストを設定したプロバイダーに送信します。
ko: 받아쓰기는 선택한 오디오를 Volcengine 계정으로 전송합니다. AI 처리는 받아쓰기 텍스트를 설정한 제공업체로 전송합니다.
ru: Для расшифровки выбранное аудио отправляется в ваш аккаунт Volcengine. Для обработки ИИ текст отправляется настроенному провайдеру.
vi: Chép lời gửi âm thanh đã chọn đến tài khoản Volcengine của bạn. Xử lý AI gửi văn bản chép lời đến nhà cung cấp đã cấu hình.
zh_hans: 转写会将所选音频发送至你的火山引擎账户；AI 处理会将文字稿发送至你配置的服务。
zh_hant: 轉錄會將所選音訊傳送至你的火山引擎帳戶；AI 處理會將文字稿傳送至你設定的服務。

# recording.transcription.requires-audio
source: Transcription needs MP4 with system audio or microphone enabled.
de: Für die Transkription MP4 wählen und Systemaudio oder Mikrofon aktivieren.
es: Para transcribir, elige MP4 y activa el audio del sistema o el micrófono.
fr: Pour transcrire, choisissez MP4 et activez l’audio système ou le microphone.
ja: 文字起こしにはMP4を選択し、システム音声またはマイクを有効にしてください。
ko: 전사하려면 MP4를 선택하고 시스템 오디오 또는 마이크를 켜세요.
ru: Для транскрипции выберите MP4 и включите системный звук или микрофон.
vi: Để chép lời, chọn MP4 và bật âm thanh hệ thống hoặc micrô.
zh_hans: 转写需要选择 MP4，并开启系统音频或麦克风。
zh_hant: 轉寫需要選擇 MP4，並開啟系統音訊或麥克風。

# recording.cloud.invalid-configuration
source: Enter your credentials in AI Features → AI Transcription, then save and test the connection.
de: Zugangsdaten unter KI-Funktionen → KI-Transkription eingeben, speichern und testen.
es: Introduce las credenciales en Funciones de IA → Transcripción con IA, guarda y prueba la conexión.
fr: Saisissez les identifiants dans Fonctions IA → Transcription IA, puis enregistrez et testez la connexion.
ja: 「AI機能 → AI文字起こし」で認証情報を入力し、保存して接続をテストしてください。
ko: AI 기능 → AI 전사에서 자격 증명을 입력하고 저장 및 연결 테스트를 하세요.
ru: Введите ключи в Функции ИИ → ИИ-транскрипция, сохраните и проверьте подключение.
vi: Nhập thông tin xác thực trong Tính năng AI → Chép lời AI, rồi lưu và kiểm tra kết nối.
zh_hans: 请在“AI 功能 → AI 转写”填写凭证，保存并测试连接。
zh_hant: 請在「AI 功能 → AI 轉寫」填寫憑證，儲存並測試連線。

# recording.cloud.testing
source: Testing transcription with a public sample…
de: Transkription mit öffentlichem Beispiel wird getestet…
es: Probando transcripción con una muestra pública…
fr: Test de transcription avec un échantillon public…
ja: 公開音声で文字起こしをテスト中…
ko: 공개 오디오로 전사 테스트 중…
ru: Проверка транскрипции на открытом образце…
vi: Đang kiểm tra chép lời bằng mẫu công khai…
zh_hans: 正在用公开音频测试转写…
zh_hant: 正在以公開音訊測試轉寫…

# recording.cloud.connecting
source: Configuring private storage…
de: Privater Speicher wird eingerichtet…
es: Configurando almacenamiento privado…
fr: Configuration du stockage privé…
ja: 非公開ストレージを設定中…
ko: 비공개 저장소 설정 중…
ru: Настройка закрытого хранилища…
vi: Đang cấu hình bộ nhớ riêng…
zh_hans: 正在配置私有存储…
zh_hant: 正在設定私有儲存…

# recording.cloud.automatic-note
source: Audio recording options are chosen when starting a recording.
de: Optionen für reine Audioaufnahmen werden beim Aufnahmestart gewählt.
es: Las opciones de grabación de audio se eligen al iniciar la grabación.
fr: Les options de transcription audio se choisissent au début de l’enregistrement.
ja: 音声のみの録音設定は録音開始時に選択します。
ko: 음성 녹음 전사 옵션은 녹음 시작 시 선택합니다.
ru: Параметры аудиозаписи выбираются при её запуске.
vi: Chọn tùy chọn chép lời khi bắt đầu ghi âm riêng.
zh_hans: 单独录音的转写选项在开始录音时选择。
zh_hant: 獨立錄音的轉寫選項在開始錄音時選擇。

# recording.cloud.ai-note
source: Uses the LLM settings above to organize screen-recording transcripts.
de: Nutzt die obigen LLM-Einstellungen für Transkripte von Bildschirmaufnahmen.
es: Usa la configuración LLM anterior para organizar las transcripciones de grabaciones de pantalla.
fr: Utilise les réglages LLM ci-dessus pour organiser les transcriptions de captures vidéo.
ja: 上のLLM設定で画面録画の文字起こしを整理します。
ko: 위 LLM 설정으로 화면 녹화 전사문을 정리합니다.
ru: Использует настройки LLM выше для обработки текста записей экрана.
vi: Dùng cấu hình LLM ở trên để xử lý bản chép lời ghi màn hình.
zh_hans: 使用上方的 LLM 配置整理录屏文字稿。
zh_hant: 使用上方的 LLM 設定整理螢幕錄影文字稿。

# recording.cloud.process-after-transcription
source: Process transcript with AI
de: Transkript mit KI bearbeiten
es: Procesar transcripción con IA
fr: Traiter la transcription avec l’IA
ja: 文字起こし後にAIで整理
ko: 전사 후 AI로 정리
ru: Обработать текст с ИИ
vi: Xử lý bản chép lời bằng AI
zh_hans: 转写后使用 AI 整理
zh_hant: 轉寫後使用 AI 整理

# recording.cloud.storage-console
source: Storage console
de: Speicherkonsole
es: Consola de almacenamiento
fr: Console de stockage
ja: ストレージコンソール
ko: 스토리지 콘솔
ru: Консоль хранилища
vi: Bảng điều khiển lưu trữ
zh_hans: 存储控制台
zh_hant: 儲存控制台

# recording.cloud.storage-note
source: Private storage in Beijing is set up automatically. Audio is deleted after transcription; remaining files expire after 2 days.
de: Privater Speicher in Peking wird automatisch eingerichtet. Audio wird nach der Transkription gelöscht; Restdateien verfallen nach 2 Tagen.
es: Se configura automáticamente almacenamiento privado en Pekín. El audio se elimina tras transcribir; los archivos restantes caducan a los 2 días.
fr: Un stockage privé à Pékin est configuré automatiquement. L’audio est supprimé après transcription ; les fichiers restants expirent après 2 jours.
ja: 北京の非公開ストレージを自動設定します。文字起こし後に音声を削除し、残ったファイルは2日後に期限切れとなります。
ko: 베이징 비공개 저장소를 자동 설정합니다. 전사 후 오디오를 삭제하며 남은 파일은 2일 후 만료됩니다.
ru: Закрытое хранилище в Пекине настраивается автоматически. Аудио удаляется после транскрипции, оставшиеся файлы — через 2 дня.
vi: Tự động thiết lập bộ nhớ riêng tại Bắc Kinh. Xóa âm thanh sau khi chép lời; tệp còn lại hết hạn sau 2 ngày.
zh_hans: 默认自动配置北京私有存储。转写后删除云端音频，残留文件在 2 天后过期清理。
zh_hant: 預設自動設定北京私有儲存。轉寫後刪除雲端音訊，殘留檔案於 2 天後到期清理。

# recording.cloud.prefix
source: Storage path
de: Speicherpfad
es: Ruta de almacenamiento
fr: Chemin de stockage
ja: 保存先パス
ko: 저장 경로
ru: Путь хранения
vi: Đường dẫn lưu trữ
zh_hans: 存储路径
zh_hant: 儲存路徑

# recording.cloud.bucket
source: Storage bucket
de: Speicher-Bucket
es: Bucket de almacenamiento
fr: Bucket de stockage
ja: ストレージバケット
ko: 스토리지 버킷
ru: Бакет хранилища
vi: Bucket lưu trữ
zh_hans: 存储桶
zh_hant: 儲存桶

# recording.cloud.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Options avancées
ja: 詳細設定
ko: 고급 옵션
ru: Дополнительно
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_hant: 進階選項

# recording.cloud.test-connection
source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
ru: Проверить подключение
vi: Kiểm tra kết nối
zh_hans: 测试连接
zh_hant: 測試連線

# recording.cloud.save-and-test
source: Save and test
de: Speichern und testen
es: Guardar y probar
fr: Enregistrer et tester
ja: 保存してテスト
ko: 저장 및 테스트
ru: Сохранить и проверить
vi: Lưu và kiểm tra
zh_hans: 保存并测试
zh_hant: 儲存並測試

# recording.cloud.key-placeholder
source: Paste credential
de: Zugangsdaten einfügen
es: Pegar credencial
fr: Coller un identifiant
ja: 認証情報を貼り付け
ko: 자격 증명 붙여넣기
ru: Вставьте ключ
vi: Dán thông tin xác thực
zh_hans: 粘贴凭证
zh_hant: 貼上憑證

# recording.cloud.speech-key
source: Speech API Key
de: Sprach-API-Schlüssel
es: Clave API de voz
fr: Clé API vocale
ja: 音声APIキー
ko: 음성 API 키
ru: API-ключ речи
vi: Khóa API giọng nói
zh_hans: 语音 API Key
zh_hant: 語音 API Key

# recording.cloud.not-configured
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 미설정
ru: Не настроено
vi: Chưa cấu hình
zh_hans: 未配置
zh_hant: 未設定

# recording.cloud.credentials-note
source: Saved locally, like the LLM API key. Leave unchanged fields blank.
de: Wie der LLM-API-Schlüssel lokal gespeichert. Unveränderte Felder leer lassen.
es: Se guardan localmente, como la clave API del LLM. Deja en blanco los campos sin cambios.
fr: Enregistrés localement comme la clé API du LLM. Laissez vides les champs inchangés.
ja: LLM APIキーと同様にローカル保存します。変更しない項目は空欄のままにしてください。
ko: LLM API 키처럼 로컬에 저장됩니다. 변경하지 않을 필드는 비워 두세요.
ru: Хранятся локально, как API-ключ LLM. Неизменяемые поля оставьте пустыми.
vi: Lưu cục bộ như khóa API LLM. Để trống các trường không cần đổi.
zh_hans: 与 LLM API Key 一样保存在本机；无需修改的凭证可留空。
zh_hant: 與 LLM API Key 一樣儲存在本機；無需修改的憑證可留空。

# recording.results.title
source: Transcription Results
de: Transkriptionsergebnisse
es: Resultados de transcripción
fr: Résultats de transcription
ja: 文字起こしの結果
ko: 전사 결과
ru: Результаты расшифровки
vi: Kết quả phiên âm
zh_hans: 转写结果
zh_hant: 轉寫結果

# recording.results.view
source: View transcription results
de: Transkription anzeigen
es: Ver resultados de transcripción
fr: Voir la transcription
ja: 文字起こしの結果を表示
ko: 전사 결과 보기
ru: Посмотреть расшифровку
vi: Xem kết quả phiên âm
zh_hans: 查看转写结果
zh_hant: 查看轉寫結果

# recording.results.raw
source: Original transcript
de: Originaltranskript
es: Transcripción original
fr: Transcription originale
ja: 元の文字起こし
ko: 원본 전사
ru: Исходная расшифровка
vi: Bản phiên âm gốc
zh_hans: 原始转写
zh_hant: 原始轉寫

# recording.results.polished
source: Polished transcript
de: Überarbeiteter Text
es: Texto revisado
fr: Texte révisé
ja: 推敲した文章
ko: 다듬은 전사
ru: Отредактированный текст
vi: Bản đã biên tập
zh_hans: 润色稿
zh_hant: 潤色稿

# recording.results.organized
source: Organized notes
de: Strukturierte Notizen
es: Notas organizadas
fr: Notes structurées
ja: 整理したメモ
ko: 정리 결과
ru: Структурированные заметки
vi: Ghi chú có cấu trúc
zh_hans: 整理结果
zh_hant: 整理結果

# recording.results.audio
source: Audio recording
de: Audioaufnahme
es: Grabación de audio
fr: Enregistrement audio
ja: 音声録音
ko: 오디오 녹음
ru: Аудиозапись
vi: Bản ghi âm
zh_hans: 录音
zh_hant: 錄音

# recording.results.video
source: Screen recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d’écran
ja: 画面収録
ko: 화면 녹화
ru: Запись экрана
vi: Bản ghi màn hình
zh_hans: 录屏
zh_hant: 錄屏

# recording.results.all
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 전체
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# recording.results.filter
source: Recording type
de: Aufnahmetyp
es: Tipo de grabación
fr: Type d’enregistrement
ja: 録音・収録の種類
ko: 녹음 유형
ru: Тип записи
vi: Loại bản ghi
zh_hans: 录制类型
zh_hant: 錄製類型

# recording.results.search
source: Search by name or date
de: Name oder Datum suchen
es: Buscar nombre o fecha
fr: Rechercher un nom ou une date
ja: 名前や日付で検索
ko: 이름 또는 날짜 검색
ru: Поиск по имени или дате
vi: Tìm theo tên hoặc ngày
zh_hans: 搜索名称或日期
zh_hant: 搜尋名稱或日期

# recording.results.empty
source: Transcription tasks from audio and screen recordings appear here.
de: Hier erscheinen Transkriptionsaufgaben für Audio- und Bildschirmaufnahmen.
es: Aquí aparecen las tareas de transcripción de audio y pantalla.
fr: Les transcriptions des enregistrements audio et d’écran apparaissent ici.
ja: 音声録音と画面収録の文字起こしタスクがここに表示されます。
ko: 오디오 및 화면 녹화의 전사 작업이 여기에 표시됩니다.
ru: Здесь появятся задачи расшифровки аудио и записей экрана.
vi: Các tác vụ phiên âm bản ghi âm và màn hình sẽ xuất hiện ở đây.
zh_hans: 录音和录屏的转写任务会显示在这里。
zh_hant: 錄音和錄屏的轉寫任務會顯示在這裡。

# recording.results.no-matches
source: No matching tasks
de: Keine passenden Aufgaben
es: No hay tareas coincidentes
fr: Aucune tâche correspondante
ja: 一致するタスクがありません
ko: 일치하는 작업 없음
ru: Нет подходящих задач
vi: Không có tác vụ phù hợp
zh_hans: 没有匹配的任务
zh_hant: 沒有符合的任務

# recording.results.failed
source: Processing failed; saved results are retained
de: Verarbeitung fehlgeschlagen; gespeicherte Ergebnisse bleiben erhalten
es: Error al procesar; se conservan los resultados guardados
fr: Échec du traitement ; les résultats enregistrés sont conservés
ja: 処理に失敗しました。保存済みの結果は保持されます
ko: 처리 실패. 저장된 결과는 유지됩니다
ru: Ошибка обработки; сохранённые результаты доступны
vi: Xử lý thất bại; kết quả đã lưu được giữ lại
zh_hans: 处理失败，已生成的结果已保留
zh_hant: 處理失敗，已產生的結果已保留

# recording.results.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
ru: Отменено
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# recording.results.process-ai
source: Process with AI
de: Mit KI verarbeiten
es: Procesar con IA
fr: Traiter avec l’IA
ja: AIで処理
ko: AI로 처리
ru: Обработать с ИИ
vi: Xử lý bằng AI
zh_hans: AI 处理
zh_hant: AI 處理

# recording.results.artifact
source: Result type
de: Ergebnistyp
es: Tipo de resultado
fr: Type de résultat
ja: 結果の種類
ko: 결과 유형
ru: Тип результата
vi: Loại kết quả
zh_hans: 产物类型
zh_hant: 產物類型

# recording.results.processing-note
source: Processing continues when this window is closed. Results will appear here.
de: Die Verarbeitung läuft nach dem Schließen weiter. Ergebnisse erscheinen hier.
es: El procesamiento continúa al cerrar esta ventana. Los resultados aparecerán aquí.
fr: Le traitement continue après la fermeture. Les résultats apparaîtront ici.
ja: ウインドウを閉じても処理は続き、結果はここに保存されます。
ko: 창을 닫아도 처리가 계속되며 결과는 여기에 저장됩니다.
ru: Обработка продолжится после закрытия окна. Результаты появятся здесь.
vi: Đóng cửa sổ không dừng xử lý. Kết quả sẽ xuất hiện ở đây.
zh_hans: 关闭窗口后任务会继续，结果会保存在这里。
zh_hant: 關閉視窗後任務會繼續，結果會儲存在這裡。

# recording.results.unavailable
source: This result has not been generated. Existing results are available in the other tabs.
de: Dieses Ergebnis wurde noch nicht erzeugt. Vorhandene Ergebnisse stehen in den anderen Tabs.
es: Este resultado aún no se ha generado. Consulta los resultados existentes en las otras pestañas.
fr: Ce résultat n’a pas encore été généré. Les résultats existants sont dans les autres onglets.
ja: この結果はまだ生成されていません。他のタブで既存の結果を確認できます。
ko: 이 결과는 아직 생성되지 않았습니다. 다른 탭에서 기존 결과를 볼 수 있습니다.
ru: Этот результат ещё не создан. Готовые результаты доступны на других вкладках.
vi: Kết quả này chưa được tạo. Xem kết quả hiện có trong các thẻ khác.
zh_hans: 此产物尚未生成，可切换页签查看已有结果。
zh_hant: 此產物尚未產生，可切換頁籤查看已有結果。

# recording.results.saved-locally
source: Generated results are saved locally. Copy or save the selected result.
de: Erzeugte Ergebnisse werden lokal gespeichert. Kopieren oder speichern Sie das ausgewählte Ergebnis.
es: Los resultados se guardan localmente. Copia o guarda el resultado seleccionado.
fr: Les résultats sont enregistrés localement. Copiez ou enregistrez le résultat sélectionné.
ja: 生成済みの結果はローカルに保存されます。選択中の結果をコピー・保存できます。
ko: 생성된 결과는 로컬에 저장됩니다. 선택한 결과를 복사하거나 저장하세요.
ru: Результаты сохраняются локально. Копируйте или сохраняйте выбранный результат.
vi: Kết quả được lưu trên máy. Sao chép hoặc lưu kết quả đã chọn.
zh_hans: 已生成的产物自动保存在本机；复制、保存作用于当前页签。
zh_hant: 已產生的產物自動儲存在本機；複製、儲存作用於目前頁籤。

# recording.cloud.title
source: AI Transcription
de: KI-Transkription
es: Transcripción con IA
fr: Transcription IA
ja: AI文字起こし
ko: AI 전사
ru: ИИ-транскрипция
vi: Chép lời AI
zh_hans: AI 转写
zh_hant: AI 轉寫

# recording.cloud.existing-storage
source: Use existing private storage
de: Vorhandenen privaten Speicher verwenden
es: Usar almacenamiento privado existente
fr: Utiliser un stockage privé existant
ja: 既存の非公開ストレージを使用
ko: 기존 비공개 저장소 사용
ru: Использовать существующее закрытое хранилище
vi: Dùng bộ nhớ riêng hiện có
zh_hans: 使用已有私有存储
zh_hant: 使用現有私有儲存

# recording.cloud.remove
source: Remove credentials
de: Zugangsdaten entfernen
es: Eliminar credenciales
fr: Supprimer les identifiants
ja: 認証情報を削除
ko: 자격 증명 제거
ru: Удалить учётные данные
vi: Xóa thông tin xác thực
zh_hans: 移除凭证
zh_hant: 移除憑證

# recording.cloud.saved
source: Saved · not tested
de: Gespeichert · ungetestet
es: Guardado · sin probar
fr: Enregistré · non testé
ja: 保存済み・未テスト
ko: 저장됨 · 미검증
ru: Сохранено · не проверено
vi: Đã lưu · chưa kiểm tra
zh_hans: 已保存 · 未测试
zh_hant: 已儲存 · 未測試

# recording.cloud.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 利用可能
ko: 사용 가능
ru: Готово
vi: Sẵn sàng
zh_hans: 可用
zh_hant: 可用

# recording.cloud.initialized
source: Storage initialized; verify transcription next
de: Speicher initialisiert; Transkription prüfen
es: Almacenamiento iniciado; verificar transcripción
fr: Stockage initialisé ; vérifier la transcription
ja: ストレージ初期化済み・文字起こしを検証
ko: 저장소 초기화됨; 전사 검증 필요
ru: Хранилище готово; проверьте транскрипцию
vi: Đã khởi tạo bộ nhớ; hãy xác minh chép lời
zh_hans: 存储已初始化，请验证转写
zh_hant: 儲存已初始化，請驗證轉寫

# recording.cloud.check
source: Check storage connection
de: Speicherverbindung prüfen
es: Comprobar conexión de almacenamiento
fr: Vérifier la connexion au stockage
ja: ストレージ接続を確認
ko: 저장소 연결 확인
ru: Проверить подключение к хранилищу
vi: Kiểm tra kết nối bộ nhớ
zh_hans: 检查存储连接
zh_hant: 檢查儲存連線

# recording.cloud.initialize
source: Initialize private temporary storage
de: Privaten temporären Speicher initialisieren
es: Iniciar almacenamiento temporal privado
fr: Initialiser le stockage temporaire privé
ja: 非公開の一時ストレージを初期化
ko: 비공개 임시 저장소 초기화
ru: Создать закрытое временное хранилище
vi: Khởi tạo bộ nhớ tạm riêng
zh_hans: 初始化私有临时存储
zh_hant: 初始化私有暫存

# recording.cloud.storage-checked
source: Private storage checked; speech permission is checked by the paid sample test
de: Privater Speicher geprüft; Sprachberechtigung durch kostenpflichtigen Beispieltest prüfen
es: Almacenamiento privado comprobado; el ejemplo de pago verifica permisos de voz
fr: Stockage privé vérifié ; le test payant vérifie les droits vocaux
ja: 非公開ストレージ確認済み・音声権限は有料サンプルで確認
ko: 비공개 저장소 확인됨; 음성 권한은 유료 샘플로 검증
ru: Хранилище проверено; права речи проверяет платный образец
vi: Đã kiểm tra bộ nhớ; mẫu có phí xác minh quyền giọng nói
zh_hans: 私有存储检查通过；语音权限通过收费样本验证检查
zh_hant: 私有儲存檢查通過；語音權限透過付費樣本驗證檢查

# recording.cloud.verify
source: Verify transcription (paid public sample)
de: Transkription prüfen (kostenpflichtiges öffentliches Beispiel)
es: Verificar transcripción (ejemplo público de pago)
fr: Vérifier la transcription (échantillon public payant)
ja: 文字起こしを検証（有料の公開サンプル）
ko: 전사 검증 (유료 공개 샘플)
ru: Проверить транскрипцию (платный открытый образец)
vi: Xác minh chép lời (mẫu công khai có phí)
zh_hans: 验证转写（收费公开样本）
zh_hant: 驗證轉寫（付費公開樣本）

# recording.cloud.preparing
source: Preparing audio
de: Audio vorbereiten
es: Preparando audio
fr: Préparation audio
ja: 音声を準備中
ko: 오디오 준비 중
ru: Подготовка аудио
vi: Đang chuẩn bị âm thanh
zh_hans: 准备音频
zh_hant: 準備音訊

# recording.cloud.uploading
source: Uploading audio
de: Audio hochladen
es: Subiendo audio
fr: Envoi audio
ja: 音声をアップロード中
ko: 오디오 업로드 중
ru: Загрузка аудио
vi: Đang tải âm thanh lên
zh_hans: 上传音频
zh_hant: 上傳音訊

# recording.cloud.submitting
source: Submitting transcription
de: Transkription übermitteln
es: Enviando transcripción
fr: Envoi de la transcription
ja: 文字起こしを送信中
ko: 전사 제출 중
ru: Отправка на распознавание
vi: Đang gửi chép lời
zh_hans: 提交识别
zh_hant: 提交識別

# recording.cloud.recognizing
source: Recognizing speech
de: Sprache erkennen
es: Reconociendo voz
fr: Reconnaissance vocale
ja: 音声を認識中
ko: 음성 인식 중
ru: Распознавание речи
vi: Đang nhận dạng giọng nói
zh_hans: 识别中
zh_hant: 識別中

# recording.cloud.cleaning
source: Deleting cloud audio
de: Cloud-Audio löschen
es: Eliminando audio de la nube
fr: Suppression de l’audio cloud
ja: クラウド音声を削除中
ko: 클라우드 오디오 삭제 중
ru: Удаление аудио из облака
vi: Đang xóa âm thanh trên đám mây
zh_hans: 清理云端音频
zh_hant: 清理雲端音訊

# recording.cloud.console
source: Speech console
de: Sprachkonsole
es: Consola de voz
fr: Console vocale
ja: 音声コンソール
ko: 음성 콘솔
ru: Консоль речи
vi: Bảng điều khiển giọng nói
zh_hans: 语音控制台
zh_hant: 語音控制台

# recording.cloud.resume
source: Resume queries and cleanup
de: Abfragen und Bereinigung fortsetzen
es: Reanudar consultas y limpieza
fr: Reprendre les requêtes et le nettoyage
ja: 照会と削除を再開
ko: 조회 및 정리 재개
ru: Продолжить запросы и очистку
vi: Tiếp tục truy vấn và dọn dẹp
zh_hans: 恢复查询与清理
zh_hant: 恢復查詢與清理

# recording.cloud.jobs
source: Cloud tasks and original transcripts
de: Cloud-Aufgaben und Originaltranskripte
es: Tareas en la nube y transcripciones originales
fr: Tâches cloud et transcriptions originales
ja: クラウドタスクと元の文字起こし
ko: 클라우드 작업 및 원본 전사
ru: Облачные задачи и исходные транскрипции
vi: Tác vụ đám mây và bản chép gốc
zh_hans: 云任务与原始文字稿
zh_hant: 雲端任務與原始文字稿

# recording.cloud.cancel-note
source: Closing a window keeps the task running. Cancel stops new requests; accepted work may still be billed.
de: Aufgaben laufen nach dem Schließen weiter. Abbrechen stoppt neue Anfragen; angenommene Aufträge können Kosten verursachen.
es: La tarea sigue al cerrar. Cancelar detiene solicitudes nuevas; las aceptadas pueden generar cargos.
fr: La tâche continue après fermeture. Annuler arrête les nouvelles requêtes ; celles acceptées peuvent être facturées.
ja: ウィンドウを閉じても処理は続きます。取消は新規リクエストを停止しますが、受付済みの処理は課金される場合があります。
ko: 창을 닫아도 작업은 계속됩니다. 취소는 새 요청을 중지하며 수락된 작업은 과금될 수 있습니다.
ru: Закрытие окна не останавливает задачу. Отмена прекращает новые запросы; принятые могут оплачиваться.
vi: Đóng cửa sổ không dừng tác vụ. Hủy dừng yêu cầu mới; yêu cầu đã nhận vẫn có thể tính phí.
zh_hans: 关闭窗口后任务继续。取消会停止新请求，已受理的识别仍可能收费。
zh_hant: 關閉視窗後任務繼續。取消會停止新請求，已受理的識別仍可能收費。

# recording.cloud.pending-cleanup
source: Cloud cleanup pending; retain credentials
de: Cloud-Bereinigung ausstehend; Zugangsdaten behalten
es: Limpieza pendiente; conservar credenciales
fr: Nettoyage en attente ; conserver les identifiants
ja: クラウド削除待ち・認証情報を保持してください
ko: 클라우드 정리 대기 중; 자격 증명 유지
ru: Ожидается очистка; сохраните учётные данные
vi: Đang chờ dọn dẹp; giữ thông tin xác thực
zh_hans: 云端待清理，请保留凭证
zh_hant: 雲端待清理，請保留憑證

# recording.cloud.cleaned
source: No pending cloud deletion
de: Keine ausstehende Cloud-Löschung
es: Sin borrados pendientes en la nube
fr: Aucune suppression cloud en attente
ja: クラウド削除待ちなし
ko: 대기 중인 클라우드 삭제 없음
ru: Нет ожидающего удаления из облака
vi: Không có bản đám mây chờ xóa
zh_hans: 无待删除云端副本
zh_hant: 無待刪除雲端副本

# recording.cloud.resubmit
source: Submit again (may charge again)
de: Erneut senden (erneute Kosten möglich)
es: Enviar de nuevo (posibles cargos nuevos)
fr: Renvoyer (nouvelle facturation possible)
ja: 再送信（再課金の可能性）
ko: 다시 제출 (중복 과금 가능)
ru: Отправить снова (возможна повторная оплата)
vi: Gửi lại (có thể tính phí lần nữa)
zh_hans: 重新提交（可能重复收费）
zh_hant: 重新提交（可能重複收費）

# recording.cloud.uncertain
source: Review the task before submitting again. The original request may have been accepted; a new submission can cause duplicate charges.
de: Auftrag vor erneutem Senden prüfen. Der ursprüngliche Antrag kann angenommen worden sein; doppelte Kosten sind möglich.
es: Revise la tarea antes de reenviar. La solicitud original puede haberse aceptado; podrían duplicarse los cargos.
fr: Vérifiez la tâche avant de renvoyer. La requête initiale peut avoir été acceptée ; risque de double facturation.
ja: 再送信前に元のタスクを確認してください。既に受付済みで重複課金される可能性があります。
ko: 다시 제출하기 전에 원래 작업을 확인하세요. 이미 수락되어 중복 과금될 수 있습니다.
ru: Проверьте задачу перед повтором. Исходный запрос мог быть принят; возможна двойная оплата.
vi: Kiểm tra tác vụ trước khi gửi lại. Yêu cầu gốc có thể đã được nhận; có nguy cơ tính phí trùng.
zh_hans: 请检查原任务后再决定是否重新提交。原请求可能已受理，新提交可能重复收费。
zh_hant: 請檢查原任務後再決定是否重新提交。原請求可能已受理，新提交可能重複收費。

# recording.cloud.permission
source: Check credentials and service/IAM permissions in the console
de: Zugangsdaten und Dienst-/IAM-Rechte in der Konsole prüfen
es: Revise credenciales y permisos de servicio/IAM
fr: Vérifiez les identifiants et droits de service/IAM
ja: 認証情報・サービス有効化・IAM権限を確認
ko: 자격 증명, 서비스 활성화 및 IAM 권한 확인
ru: Проверьте ключи и права сервиса/IAM
vi: Kiểm tra thông tin, kích hoạt dịch vụ và quyền IAM
zh_hans: 请检查凭证、服务开通和 IAM 权限
zh_hant: 請檢查憑證、服務開通和 IAM 權限
